Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Tam nikogo nie ma i tutaj też nie! Cholera, dlaczego zostawiliście go samego? Przynajmniej jeden powinien zostać!
uk: Там нікого немає, і тут теж! Дідько, чому ти залишив його самого? Потрібно було ще когось залишити!

source: Tam się spotkamy, a ja wskażę ci, gdzie dokładnie masz kopać. Tylko nie zapomnij wziąć ze sobą kilofa!
uk: Ми зустрінемося там, і я покажу тобі, де саме копати. Тільки не забудь взяти з собою кирку!

source: Tam skąd pochodzę, honor jest najcenniejszą z cnót. Mam nadzieję, że tobie nie jest obcy.
uk: Там, звідки я родом, честь – найцінніша з чеснот. Сподіваюсь, що тобі це теж знайомо.

source: Tam warzę te wszystkie wspaniałości i tam spędzam większość dnia, pamiętaj o tym, kiedy będziesz mnie w przyszłości szukał.
uk: Там я варю всі ці чудові напої і проводжу більшу частину свого дня, пам'ятай про це, коли будеш шукати мене в майбутньому.

source: Tam znajdziesz szefa. On już zobaczy czy się do czegoś nadajesz.
uk: Там ти знайдеш головного. Він подивиться, чи годишся ти для чогось.

source: Tam! To jeszcze jedno z tych nikczemnych stworzeń!
uk: Там! Ще одне з тих нікчемних створінь!

source: Tam, gdzie orkowe psy, tam są też orkowie...
uk: Там, де орчі гончаки, там є й орки...

source: Tam, gdzie zawodzi spryt, będziesz musiał stawić czoła zagrożeniu osobiście.
uk: Там, де підводить кмітливість, тобі доведеться зіткнутися із загрозою особисто.

source: Tam, gdzie zawodzi władza, mieszkańcy muszą wziąć sprawy w swoje ręce!
uk: Там, де влада не справляється, жителі повинні брати ситуацію в свої руки!

source: Tam, skąd pochodzę, najlepsi myśliwi uczą się łowiectwa przez całe życie i mimo to nie starcza im czasu, by poznać wszystkie sekrety tej sztuki.
uk: Там, звідки я родом, найкращі мисливці вчаться полюванню все життя, і все одно бракує часу, щоб пізнати всі секрети цього мистецтва.

source: Tam, skąd pochodzę, praca fizyczna to jedyna praca, jaką znam.
uk: Там, звідки я родом, фізична праця – це єдина праця, яку я знаю.

source: Tam, w gąszczu. Cieniostwór! Poszedł gdzieś tam w głąb lasu...
uk: Там, у хащах. Тінезвір! Він пішов кудись вглиб лісу...

source: Tamta, przy stoliku w kącie! Te obdartusy siedzą tu już od paru ładnych godzin i najwyraźniej nigdzie się nie wybierają!
uk: Он та, що за столом у кутку! Ці обірванці сидять тут вже кілька годин і вочевидь нікуди не збираються!

source: Tamte groty, podobnie jak ten, który przyniosłeś, były pokryte srebrem, a tylko tam znajduje się jedyna na wyspie kopalnia tego kruszcu.
uk: Ті наконечники, як і той, що ти приніс, були вкриті сріблом, а тільки там розташована єдина на острові срібна копальня.

source: Tamte groty, podobnie jak ten, wykonane były ze srebra, a jak twierdzi Ingor, tylko w okolicy Leża znajduje się jedyna na wyspie kopalnia tego kruszcu.
uk: Ті наконечники, як і цей, були зроблені зі срібла, і, за словами Інгора, лише в околицях Лігва знаходиться єдина на острові копальня з видобутку цієї сировини.

source: Tamte wydarzenia w kopalni były najciekawszą przygodą, jaką kiedykolwiek przeżyłem. Ale chyba i tak nie chcę powtórki.
uk: Ті події в копальні були найцікавішою пригодою в моєму житті. Але я не думаю, що хочу її повторити.

source: Tamtejsi ludzie wam pomogą. Wasz los na pewno będzie lepszy, niż gdybyście zostały w przystani.
uk: Там вам допоможуть. Ваша доля, безперечно, складеться краще, ніж якби ви залишилися в Гавані.

source: Tamten typ w rogu powiedział, że twoja twarz wygląda jakbyś był synem kretoszczurzycy i ścierwojada.
uk: Он той хлопець у кутку сказав, що твоє обличчя виглядає так, ніби ти син кротощурихи та падальника.

source: Tani strażnicy
uk: Дешева охорона

source: Tani, mocny trunek.
uk: Дешевий міцний напій.

source: Tanie piwo, na samotny wieczór.
uk: Дешеве пиво для самотнього вечора.

source: Tanie to nie będzie, ale nie martw się.
uk: Це буде недешево, але не хвилюйся.

source: Tanie, półsłodkie wino.
uk: Дешеве напівсолодке вино.

source: Tapeta 1
uk: Шпалери 1

source: Tapeta 10
uk: Шпалери 10

source: Tapeta 2
uk: Шпалери 2

source: Tapeta 3
uk: Шпалери 3

source: Tapeta 4
uk: Шпалери 4

source: Tapeta 5
uk: Шпалери 5

source: Tapeta 6
uk: Шпалери 6

source: Tapeta 7
uk: Шпалери 7

source: Tapeta 8
uk: Шпалери 8

source: Tapeta 9
uk: Шпалери 9

source: Tara
uk: Тара

source: Tarcza
uk: Щит

source: Tarcze? Po co ktoś tu je położył?
uk: Щити? Навіщо їх сюди поклали?

source: Targowisko jest już czyste. Czekają na mnie inne części miasta.
uk: Ринок тепер чистий. На мене чекають інші частини міста.

source: Tarta winogronowa
uk: Виноградний пиріг

source: Tawerna 'Syreni Lament', Mroczne Tajemnice
uk: Корчма 'Плач Сирени', Темні Таємниці

source: Tawerna była pełna ludzi, jedni wchodzili inni wychodzili, a Stan nie był z tych który siedział spokojnie na tyłku. Wszędzie go było pełno. Nie trudno, by ktoś mu dosypał coś do kufla czy miski.
uk: Корчма була повна людей, одні заходили, інші виходили, і Стен був не з тих, хто сидів тихо на дупі. Він був скрізь. Було б неважко підсипати щось у його кухоль чи миску.

source: Tańsze rośliny
uk: Дешеві рослини

source: Tch... wbrew temu, co pewnie słyszałeś, najlepsze na wyspie. A jeśli pytasz o typ, to zgodnie z nową recepturą, wytwarzamy wina z domieszką miodu i cytrusów.
uk: Ох... всупереч тому, що ти, мабуть, міг чути – найкраще на острові. А що стосується сорту, то за новою рецептурою вино віддає нотками меду і цитрусових.

source: Tchnienie śmierci
uk: Подих смерті

source: Tchórz jeden i pijak! Boi się wziąć odpowiedzialność za swoje czyny! Pewnie leżał w rowie pijany jak bela, podczas gdy dzikie bestie lub bandyci mordowali tego biednego człowieka.
uk: Боягуз і п'яниця! Боїться відповідати за свої вчинки! Напевно, він валявся в канаві, п'яний як свиня, поки дикі звірі або бандити вбивали цього бідолаху.

source: Tchórz! Haha!
uk: Боягуз! Ха-ха!

source: Tchórzu, jeśli nie zamierzasz pomagać, to sam załatwię te wilki!
uk: Боягузе, якщо ти не збираєшся допомагати, я сам позбудуся цих вовків!

source: Te bagna sprawiają, że czuję się jakoś nieswojo...
uk: Від цих боліт мені якось не по собі...

source: Te bagna są całkowicie opuszczone. Nie ma tam też zbyt wielu bestii, a o poranku nad wodą unosi się gęsta mgła.
uk: Ці болота абсолютно безлюдні. Звірів там теж небагато, а вранці над водою стоїть густий туман.

source: Te bestie są cholernie niebezpieczne! A sama skóra wygląda wspaniale, podoba mi się głębia tej czerni.
uk: Ці звірі до дідька небезпечні! А сама шкура виглядає чудово, мені подобається глибина цього чорного кольору.

source: Te cholery muszą mieć gdzieś swoje legowisko, tylko gdzie?
uk: Ці кляті тварюки повинні десь мати своє лігво, але де?

source: Te dranie zaatakowały nas gdy tylko wyszliśmy z koszar... Oktav oberwał kilkoma bełtami i padł.
uk: Ці виродки напали на нас, як тільки ми вийшли з казарм... В Октава влучило кілька болтів, і він загинув.

source: Te dranie zaczęły mnie nachodzić coraz częściej i ostatecznie zgodziłem się, że będę im dostarczał towary z winnicy w zamian za odroczenie mojego długu.
uk: Ці виродки все частіше почали приходити до мене, і врешті я погодився постачати їм товари з виноградника в обмін на відстрочку боргу.

source: Te drzewa na placu wyglądają prawie jak słupy z węgla drzewnego... Miejmy nadzieję, że zapas drewna, który przygotowaliśmy, wystarczy nam tam w środku.
uk: Ці дерева виглядають майже як вугільні стовпи... Будемо сподіватися, що всередині нам вистачить запасу деревини, який ми підготували.

source: Te gargulce nie wiedzą, w co się wpakowały. Będą musiały zmierzyć się z dwoma mistrzami areny.
uk: Ці гаргуйлі не знають, у що вони вляпалися. Їм доведеться зіткнутися з двома чемпіонами арени.

source: Te gnidy próbowały mnie zabić! Powinienem bardziej uważać na takich podejrzanych typów.
uk: Ці покидьки намагалися мене вбити! Мені слід бути обережнішим з такими підозрілими особами.

source: Te gnojki muszą coś knuć za naszymi plecami.
uk: Ці виродки, мабуть, щось планують за нашими спинами.

source: Te grudki są zbyt delikatne. Wystarczy lekko je tknąć młotkiem, a wygną się jak pospolity brąz.
uk: Ці шматки надто тонкі. Варто лише злегка стукнути їх молотком, і вони зігнуться, як звичайна бронза.

source: Te herezje szkodzą nam wszystkim, a nie chciałbym rujnować jego kariery, zanim się jeszcze dobrze nie zaczęła.
uk: Ця єресь шкодить нам усім, і я не хотів би, щоб його кар'єра зруйнувалась ще до того, як тільки розпочалась.

source: Te informacje powinny mi wystarczyć. Wygląda na to, że czeka mnie jeszcze dobrych kilka miesięcy w laboratorium, zanim będę gotowy do następnych testów.
uk: Цієї інформації мені має вистачити. Схоже, на мене чекає ще добрих кілька місяців у лабораторії, перш ніж я буду готовий до наступних тестів.

source: Te jaja zostały złożone przez
uk: Ці яйця були відкладені

source: Te kolce musiały zrobić paskudne rany w ciele tego smarkacza...
uk: Ці шипи, мабуть, наробили жахливих ран на тілі того шмаркача...

source: Te małe dranie wzięły mnie z zaskoczenia. Najbardziej agresywny był taki dziwny, szary osobnik. U nas na Londram nigdy takiego nie widziałem.
uk: Ці маленькі скотиняки застали мене зненацька. Найагресивнішою була ця дивна сіра потвора. У нас на Лондрамі я таких ніколи не бачив.

source: Te nieprawdziwe informacje rozpowszechniane są przez wichrzycieli i mają na celu wprowadzenie trwogi w serca dzielnych mieszkańców Archolos!
uk: Ця хибна інформація поширюється бунтівниками і покликана вселити страх у серця хоробрих громадян Архолосу!

source: Te nowe mundury to jakiś żart. Rozumiem, poświęcenie dla ojczyzny, ale bez przesady!
uk: Ця нова форма – це якийсь жарт. Я розумію, що це жертва заради батьківщини, але це вже занадто!

source: Te odgłosy brzmią znajomo. Mam nadzieję, że to tylko echo...
uk: Ці звуки здаються мені знайомими. Сподіваюся, це просто відлуння...

source: Te okazy wyglądają imponująco!
uk: Вони виглядають вражаюче!

source: Te ostatnie są tak rozchwytywane, że kucharze ustawiają się po nie w kolejce, jeszcze zanim zaczynam pracę!
uk: Останні настільки популярні, що кухарі вишиковуються в чергу за ними ще до того, як я починаю працювати!

source: Te owce to podstawa naszego wyżywienia.
uk: Ці вівці – основа нашого виживання.

source: Te pancerze Nordmarczyków są cholernie wytrzymałe. Mało kto zna się tak dobrze na kowalstwie jak oni.
uk: Нордмарські обладунки до дідька міцні. Мало хто так добре знається на ковальстві, як вони.

source: Te parszywe dranie są zmorą tej wyspy! Sama nieomal nie padłam ofiarą jednego z nich.
uk: Ці жалюгідні виродки – прокляття цього острова! Я сама ледь не стала жертвою одного з них.

source: Te parszywe dranie są zmorą tej wyspy! Sama nieomal padłam ofiarą jednego z nich.
uk: Ці жалюгідні виродки – прокляття цього острова! Я сама ледь не стала жертвою одного з них.

source: Te paskudy coraz częściej podchodzą pod mielerze.
uk: Ці паскуди все ближче підходять до вуглярок.

source: Te pieniądze są mi potrzebne na emeryturę, nie bądź taki skąpy!
uk: Мені потрібні ці гроші на пенсію, не будь таким скупим!

source: Te plotki były jedynym powodem, dla którego wyruszyłem w te strony.
uk: Ці плітки були єдиною причиною, через яку я наважився вирушити в цю місцину.

source: Te potwory wybiły połowę ludzi w tunelach, i to zarówno zwykłych kopiących, jak i uzbrojonych po zęby strażników! Mamy tu teraz niezłe bagno, bo kopalnia stanowiła większość naszych dochodów.
uk: Ці тварюки перебили половину людей у тунелях, як звичайних копачів, так і озброєних до зубів вартових! Кепсько нам тепер, адже копальня приносила більшість наших прибутків.

source: Te pozyskane z układu trawiennego zazwyczaj okazują się najbardziej przydatne.
uk: Те насіння, що проходить крізь травну систему, зазвичай найбільш придатне.

source: Te przeklęte kamienne posągi musiały tylko czekać na dogodny moment do ataku!
uk: Ці прокляті кам'яні статуї, мабуть, тільки й чекали зручного моменту, щоб напасти!

source: Te przerośnięte nocne stworzenia potrafią latać, a ponieważ wyposażone są w kły oraz szpony, nie omieszkują ich wykorzystywać przeciwko ofierze. Tak naprawdę najlepiej w ogóle ich nie budzić, gdyż dnie przesypiają. Wprawny łowca po prostu się obok nich przekradnie. W przypadku starcia, stworzenia te są szczególne podatne na pociski. Wprawny mag może je też powalić podmuchem wiatru”.
uk: Ці величезні нічні створіння вміють літати, а оскільки вони мають ікла та кігті, то не соромляться використовувати їх проти своєї жертви. Насправді, їх краще взагалі не будити, адже вони сплять цілими днями. Досвідчений мисливець просто прослизне повз них. У разі сутички ці істоти особливо вразливі до стріл та болтів. Вправний маг також може збити їх поривом вітру.

source: Te przestępstwa muszą zostać zadośćuczynione. Taka jest wola Adanosa.
uk: Ці злочини треба спокутувати. Така воля Аданоса.

source: Te ptaszyska nie pogardzą nawet kilkutygodniowym mięsem. Hahahaha!
uk: Ці пташиська не погребують навіть м'ясом, що пролежало кілька тижнів. Ха-ха-ха-ха!

source: Te ruiny są pełne pomiotów Beliara wszelkiej maści. Jeśli mamy dotrzeć do środka w jednym kawałku, to lepiej się skupcie.
uk: Ці руїни повні різноманітних породжень Беліара. Якщо ми хочемо потрапити всередину цілими, нам краще триматися разом.

source: Te ruiny są strasznie niestabilne. Nawet bijąc kilofem, trzeba będzie nieźle uważać.
uk: Ці руїни страшенно нестабільні. Навіть б'ючи киркою, потрібно бути дуже обережним.

source: Te ruiny widziały już tyle cierpienia i śmierci... Uważaj na siebie.
uk: Ці руїни бачили стільки страждань і смертей... Бережи себе.

source: Te ryby są chyba niewidzialne, albo coś ci się pomyliło.
uk: Або ця риба невидима, або ти щось наплутав.

source: Te ryby wystarczą nam na długie tygodnie. Dobra robota, mały!
uk: Цієї риби нам вистачить на кілька тижнів. Молодець, малий!

source: Te ryby śmierdzą!
uk: Ця риба смердить!

source: Te same legendy, które zgubiły Kessela...
uk: У ті самі легенди, що згубили Кесселя...

source: Te szkielety są tak spróchniałe, że nawet od lagi by się połamały. Pomyśl, jak miło będzie je ciąć lśniącym Rozjemcą!
uk: Ці скелети настільки розклалися, що розваляться навіть від удару палицею. Уяви, як приємно буде рубати їх сяючим Миротворцем!

source: Te tchórzliwe świnie musiały zakraść się do naszych kwater w nocy. Obudził mnie krótki krzyk jednego z moich braci.
uk: Ці боягузливі свині, схоже, прокралися до нас вночі. Мене розбудив короткий крик одного з моїх братів.

source: Te tutaj, są niczego sobie.
uk: І ті, і ті нічого такі.

source: Te wasze rewelacje o Volkerze są niepokojące. Mam nadzieję, że przesadzacie.
uk: Твої одкровення щодо Волкера викликають занепокоєння. Сподіваюсь, це перебільшення.

source: Te wieże strzeliste wśród chmur nikną gdzieś, skąd boska dochodzi mnie pieśń.
uk: Ці вежі серед хмар кудись зникають, до мене їх божественні пісні долинають.

source: Te wszystkie podatki na wojnę, na Króla, na straż, na władców wyspy no i oczywiście niezliczone cła Gildii Kupieckiej.
uk: Всі податки йдуть на війну, на Короля, на вартових, на володарів цього острова, і, до того ж, незліченні збори Торгової Гільдії.

source: Te wszystkie twoje relikwie wyglądają tanio.
uk: Всі ці твої реліквії виглядають дешево.

source: Te z poderżniętym gardłem.
uk: Той, з перерізаним горлом.

source: Te zwierzęta to nie przelewki.
uk: Це досить небезпечні тварини.

source: Te zwłoki są takie...
uk: Ці трупи такі...

source: Te, nowy. Jak tam na służbie?
uk: Гей, новачку. Як справи на службі?

source: Teatr obitej twarzy
uk: Театр синців на обличчі

source: Teatrzyk. Świetnie. Dla mnie też zaplanowałeś rolę, jak rozumiem?
uk: Театральна сценка. Чудово. Я так розумію, для мене теж запланована якась роль?

source: Tedy nadeszła noc - mroczniejsza i dłuższa niż pozostałe - morze wzburzyło się, wiosła ruszyły, rogi zagrały, a bębny wybiły miarową pieśń. Z pogardą spojrzał wnet Wódz Północy na Króla Południa i rzucił mu wyzwanie. Ale wojna wkrótce przeniosła się na uświęconą przez Pana ziemię. Szczęk żelaza niósł się złowrogo po polach i lasach, wzgórzach i dolinach, a promesa pokoju, tak szczodrą krwią okupiona, została złamana.
uk: А потім настала ніч - темніша і довша за інші - море збурилось, зашуміли весла, заграли роги, а барабани відбивали невпинну пісню. Невдовзі вождь Півночі з презирством подивився на царя Півдня і кинув йому виклик. Але війна шкидко перемістилася на освячену Господом землю. Брязкіт заліза зловісно пронісся над полями і лісами, пагорбами і долинами, а перемир'я, так щедро куплене кров'ю, було порушено.

source: Tego chłopaka pochowano razem z grotem. Jeśli miałem się czegoś o nim dowiedzieć, musiałem to zrobić.
uk: Цього хлопця поховали з наконечником. Якщо я збирався щось про нього дізнатися, то повинен був це зробити.

source: Tego chłopaka, co tu ciągle stał przy wyjściu.
uk: Хлопця, який раніше стояв тут, біля виходу.

source: Tego ci teraz najbardziej trzeba.
uk: Це саме те, що тобі зараз потрібно.

source: Tego dnia strasznie lało. Nie było nic do roboty, więc Cortez dał nam wolne.
uk: Того дня страшенно лило. Робити було нічого, тож Кортез дав нам вихідний.

source: Tego dowiemy się tylko kontynuując śledztwo. Ale ja już swoje zrobiłem.
uk: Це ми дізнаємося тільки в ході подальшого розслідування. Але я вже своє зробив.

source: Tego jeszcze nie wiem.
uk: Я ще не впевнений.

source: Tego już za wiele! Pokażę ci, gdzie raki zimują!
uk: Це вже занадто! Я тобі покажу, де раки зимують!

source: Tego już za wiele. Zaraz ci pokażę, gdzie raki zimują!
uk: Це вже занадто. Я тобі покажу, де раки зимують!

source: Tego lata, jak i tamtego i poprzedniego, a nawet jak ongiś powiadali starszy i jeszcze poprzedniego, plony nie były urodzajne, a ryby nie brały, jak kiedyś. Lało jak z cebra dzień za dniem, noc za nocą. Lichą porą przybył tedy na brzeg piaszczysty Zamorski Król z setką uzbrojonych po zęby wojowników. Był to człek chciwy i butny, a życie ludzkie znaczyło dla niego tyle, co pełzające pod stopami chrząszcze.
uk: Цього літа, як і попереднього, і навіть, як кажуть старійшини, позаминулого, урожай був невеликий, і риба не клювала. Дощ лив день за днем, і ніч за ніччю. І цієї скорботної години на берег зійшов Заморський Король із сотнею озброєних до зубів воїнів. Він був жадібним і нахабним чоловіком, для якого людське життя важило не більше, ніж життя м'ясних жуків, що повзали у нього під ногами.

source: Tego mi było trzeba, chłopcze!
uk: Якраз те, що мені потрібно, хлопче!

source: Tego możesz być pewien. Póki co, żegnam.
uk: Це точно. А поки що - бувай.

source: Tego nie da się otworzyć.
uk: Неможливо відкрити.

source: Tego nie powiedziałem. Glejt to najpewniejszy sposób dostania się do środka, ale gdybyś miał dokument potwierdzający, że zostałeś wysłany w jakiejś sprawie do miasta, powinieneś zostać wpuszczony.
uk: Я цього не казав. Перепустка – це найнадійніший спосіб потрапити всередину. Але якщо ти матимеш документ, який підтверджує, що тебе відправили в місто за дорученням, то теж повинні впустити.

source: Tego nie powiedziałem. Najłatwiej jest nie robić nic, albo próbować wywrócić wszystko.
uk: Я цього не казав. Найпростіше нічого не робити, або намагатися все виправити.

source: Tego nie powiedziałem. Trzymaj się, chłopcze.
uk: Я цього не казав. Тримайся, хлопче.

source: Tego nie przewidziałem.
uk: Цього я не передбачив.

source: Tego nie udało mi się ustalić. Większość z nich upolowałem w okolicach Winnicy Valerio i Wioski Silbach.
uk: Цього мені не вдалось з'ясувати. Більшість з них я вполював поблизу виноградника Валеріо та села Сільбах.

source: Tego nie wiem. Znam jednak kogoś, kto mógłby wiedzieć.
uk: Цього мені не відомо. Але я знаю того, хто може знати.

source: Tego nie wiemy. Ale resztki mojego optymizmu mówią cicho...
uk: Цього ми не знаємо. Але залишки мого оптимізму кажуть тихо...

source: Tego przemądrzałego? Co go krwiopijce pokąsały?
uk: Того зарозумілого? Якого покусали шершні?

source: Tego samego.
uk: Того самого.

source: Tego się nie spodziewałem. Martha poczęstowała mnie porcją gulaszu. Mam nadzieję, że tyle magowi wystarczy.
uk: Я цього не очікував. Марта пригостила мене порцією свого рагу. Сподіваюся, магу цього вистачить.

source: Tego się nie spodziewałem... umiesz już tyle, co ja. Więcej ci nie pokażę.
uk: Не очікував цього... Ти вже знаєш стільки ж, скільки і я. Більшому я тебе не навчу.

source: Tego to nikt nie wie! Po ostatnim turnieju goście siedzieli tutaj przez kolejnych kilka dni.
uk: Ніхто цього не знає! Після останнього турніру гості просиділи тут ще кілька днів.

source: Tego wieczoru potrzeba trochę więcej krwi, zawalczycie bronią białą.
uk: Цього вечора потрібно більше крові, ви будете битися холодною зброєю.

source: Tego właśnie się spodziewałem, wysyłając cię do wieży. Podejrzewam, że jesteś zaznajomiony z magią run teleportacyjnych, więc nie trzeba będzie wiele tłumaczyć.
uk: На це я і розраховував, відправляючи тебе до вежі. Підозрюю, що ти вже знайомий з магією рун телепортації, тож не доведеться багато пояснювати.

source: Tego właśnie staram się dowiedzieć.
uk: Саме це я і намагаюся з'ясувати.

source: Tego, w którym mieszkasz.
uk: Той, в якому ти живеш.

source: Tej bandy głupców, której wesprzeć nie chcieli nawet sami Magowie Wody? Co oni wiedzieli o sprawiedliwości? Byli mścicielami, którzy sami chcieli wyznaczać sprawiedliwość.
uk: Цю банда дурнів, яку навіть самі Маги Води не захотіли підтримувати? Що вони знають про справедливість? Вони були месниками, які хотіли власноруч вершити правосуддя.

source: Tej broni nie można założyć.
uk: Цю зброю неможливо спорядити.

source: Tej nocy wysyłam kolejnego gońca. Mam nadzieję, że uda mu się przedrzeć przez linie wroga. Ten list i jego kopie muszą dotrzeć do króla i gubernatorów zamorskich kolonii. Pora przygotować się na najgorsze.
uk: Цієї ночі я відправляю ще одного посланця. Сподіваюся, йому вдасться прорватися крізь ворожі лави. Цей лист і його копії повинні потрапити до короля і губернаторів заморських колоній. Час готуватися до найгіршого.

source: Tej przyprawy używa regularnie Rodrigo, ale tak się składa, że mam przy sobie jeszcze kilka ziaren.
uk: Цю спецію регулярно використовує Родріго, але у мене випадково знайшлося кілька зерен з собою.

source: Tej rozwalonej łajby?
uk: Того розбитого човна?

source: Tej samej bandy, która w biały dzień zastrasza bogu ducha winnych obywateli tego miasta!
uk: На ту саму банду, яка серед білого дня залякує ні в чому не винних громадян цього міста!

source: Tekst wygląda na zlecenie
uk: Текст виглядає як замовлення

source: Tekstury
uk: Текстури

source: Telekineza
uk: Телекінез

source: Teleport w bibliotece przeniósł mnie z powrotem do pokoju alchemika.
uk: Телепорт у бібліотеці переніс мене назад до кімнати алхіміка.

source: Teleportacja
uk: Телепорт

source: Tematem listu jest jakiś tajemniczy kamień.
uk: Темою листа є якийсь загадковий камінь.

source: Temu dokumentowi brakuje jedynie podpisu.
uk: Цьому документу бракує лише підпису.

source: Ten 'motłoch' potrafi zdziałać więcej niż niejeden urzędas.
uk: Цей 'натовп' може зробити більше, ніж більшість чиновників.

source: Ten Jorn bez przerwy coś bredzi. Trucizna krwiopijcy chyba zupełnie odbiera mu rozum. Gada coś o jakimś amulecie matki i pierścieniu z akwamarynem. Może ma przy sobie którąś z tych błyskotek? Gdyby udało mi się ją sprzedać, mógłbym wyjść z zyskiem z tego zajścia.
uk: Цей Йорн постійно щось мимрить. Здається, отрута шершня повністю затьмарила йому розум. Він говорить про амулет своєї матері та перстень з аквамарином. Може, він має при собі щось із цього? Якби я міг їх продати, то міг би збагатитися на цій справі.

source: Ten amulet należał do mojego męża.
uk: Цей амулет належав моєму чоловікові.
